[
  {
    "text": "Você não pode esperar construir um mundo melhor sem melhorar os indivíduos. Para esse fim, cada um de nós deve trabalhar para o seu próprio aperfeiçoamento e, ao mesmo tempo, compartilhar uma responsabilidade geral por toda a humanidade.",
    "source": "Marie Curie",
    "numChars": 237
  },
  {
    "text": "É inútil retribuir vingança com mais vingança: não vai curar nada.",
    "source": "Frodo",
    "numChars": 66
  },
  {
    "text": "Realmente, o mundo está cheio de perigos, mas ainda há muita coisa bonita, e embora atualmente o amor e a tristeza estejam misturados em todas as terras, talvez o primeiro ainda cresça com mais força.",
    "source": "Haldir",
    "numChars": 200
  },
  {
    "text": "Não estava espionando senhor, eu juro! Estava só cortando a grama debaixo da janela. O senhor entende?",
    "source": "Sam",
    "numChars": 102
  },
  {
    "text": "O golpe apressado normalmente se perde.",
    "source": "Aragorn",
    "numChars": 39
  },
  {
    "text": "Ações não valem menos por não serem elogiadas.",
    "source": "Aragorn",
    "numChars": 46
  },
  {
    "text": "Alguém que, numa necessidade, não consegue jogar fora um tesouro está acorrentado.",
    "source": "Aragorn",
    "numChars": 82
  },
  {
    "text": "A guerra deve acontecer, enquanto estivermos defendendo nossas vidas contra um destruidor que poderia devorar tudo; mas não amo a espada brilhante por sua agudeza, nem a flecha por sua rapidez, nem o guerreiro por sua glória. Só amo aquilo que eles defendem.",
    "source": "Faramir",
    "numChars": 258
  },
  {
    "text": "Mas eu não sou um homem! Você olha para uma mulher.",
    "source": "Éowyn",
    "numChars": 51
  },
  {
    "text": "Acordem, acordem, Cavaleiros de Théoden! Duros feitos despertam: fogo e massacre! Quebrada será a lança, trincado será o escudo. Em dia de espada, vermelho, antes de o sol raiar! Avante agora, avante! Avante para Gondor!",
    "source": "Théoden",
    "numChars": 220
  },
  {
    "text": "E a que nós nos agarramos Sam? – Que há algo de bom nesse mundo, Senhor Frodo. E que vale a pena lutar por ele.",
    "source": "Frodo e Sam",
    "numChars": 111
  },
  {
    "text": "Mesmo a menor pessoa pode mudar o curso da história.",
    "source": "Lady Galadriel",
    "numChars": 52
  },
  {
    "text": "A primeira vez que a vi, percebi sua infelicidade; pareceu-me uma flor branca erguendo-se ereta e altiva, esbelta como um lírio, e mesmo assim sabia que era rígida, como se esculpida em aço por artesãos élficos.",
    "source": "Aragorn",
    "numChars": 211
  },
  {
    "text": "O vasto mundo está em volta de vocês. Podem se trancar aqui dentro, mas não trancá-lo lá fora.",
    "source": "Gildor Inglorion",
    "numChars": 94
  },
  {
    "text": "Mas no final é só uma coisa passageira, essa sombra. Mesmo a escuridão deve passar.",
    "source": "Samwise Gamgee",
    "numChars": 83
  },
  {
    "text": "Nem tudo que é ouro brilha, nem todos os que vagueiam estão perdidos",
    "source": "Bilbo",
    "numChars": 68
  },
  {
    "text": "Dei esperança aos Dúnedain, não guardei esperança nenhuma para mim.",
    "source": "Aragorn",
    "numChars": 67
  },
  {
    "text": "Eu não conheço metade de vocês como gostaria; e gosto de menos da metade de vocês a metade do que vocês merecem.",
    "source": "Bilbo",
    "numChars": 112
  },
  {
    "text": "É perigoso, Frodo, sair porta afora, você pisa na estrada e se não controlar seus pés não há como saber até onde você pode ser levado.",
    "source": "Bilbo",
    "numChars": 134
  },
  {
    "text": "As aventuras nunca acabam? Acho que não. Outra pessoa sempre tem de continuar a história",
    "source": "Bilbo",
    "numChars": 88
  },
  {
    "text": "Queria que o anel nunca tivesse sido dado a mim. E que nada disso tivesse acontecido.",
    "source": "Frodo",
    "numChars": 85
  },
  {
    "text": "Eu sei. Tá tudo errado! Nós nem deveríamos estar aqui... mas estamos. É como nas grandes histórias Senhor Frodo. As realmente importantes. Eram cheias de perigo e de escuridão. E, às vezes, não queria nem saber o final... porque como o fim poderia ser feliz? Como o mundo poderia voltar a ser o que sempre foi quando tanta coisa ruim aconteceu? Mas no final, essa sombra vai passar... com certeza... até mesmo a escuridão acabará... um novo dia virá, e quando o sol nascer ele brilhará ainda mais. Essas serão as histórias que ficavam com a gente. Que significavam alguma coisa. Mesmo quando era pequeno demais para entender por quê. Mas eu acho, Senhor Frodo, que eu entendo. Agora eu já sei! As pessoas daquelas histórias tiveram muitas chances para desistir, mas não desistiram. Elas foram em frente, porque estavam se agarrando a alguma coisa.",
    "source": "Sam",
    "numChars": 847
  },
  {
    "text": "Prefiro compartilhar uma vida com você a enfrentar todas as eras deste mundo sozinha!",
    "source": "Arwen",
    "numChars": 85
  },
  {
    "text": "Nove membros. Que seja! Vocês serão a sociedade do anel.",
    "source": "Elrond",
    "numChars": 56
  },
  {
    "text": "Teremos a paz. Quando for punido pela destruição do Folde Ocidental, e das crianças mortas ali. Teremos paz. Quando a vida dos soldados cujo os corpos foram mutilados mesmo depois de mortos nos portões do Forte da Trombeta forem vingados. Quando estiver pendurado na forca, para a felicidade de seus próprios corvos... teremos paz!",
    "source": "Théoden",
    "numChars": 331
  },
  {
    "text": "Muitos que vivem merecem a morte. E alguns que morrem merecem viver. Você pode dar-lhes a vida? Então não seja tão ávido para julgar e condenar alguém a morte. Pois mesmo os muitos sábios não conseguem ver os dois lados.",
    "source": "Gandalf",
    "numChars": 220
  },
  {
    "text": "Você pode encontrar as coisas que perdeu, mas nunca as que abandonou.",
    "source": "Gandalf",
    "numChars": 69
  },
  {
    "text": "Tudo o que temos de decidir é o que fazer com o tempo que nos é dado.",
    "source": "Gandalf",
    "numChars": 69
  },
  {
    "text": "Não vou pedir que não chorem, pois nem todas as lágrimas são um mal.",
    "source": "Gandalf",
    "numChars": 68
  },
  {
    "text": "Para olhos tortos, a realidade pode ter um rosto desvirtuado.",
    "source": "Gandalf",
    "numChars": 61
  },
  {
    "text": "O mundo não está em seus livros e mapas. Ele está lá fora!",
    "source": "Gandalf",
    "numChars": 58
  },
  {
    "text": "Fim? Não, a jornada não acaba aqui. A morte é só mais um caminho... Um que todos temos que tomar. A cortina de chuva cinzenta deste mundo se enrola, e transforma tudo em vidro prateado. E então você vê. Praias brancas, e um grande campo verdejante, com um leve nascer do Sol.",
    "source": "Gandalf",
    "numChars": 275
  },
  {
    "text": "Ao nascer do dia eu o levarei ao Senhor Denethor de novo. Aliás, quando vier a convocação, não ao nascer do dia. A Escuridão começou. Não haverá aurora.",
    "source": "Gandalf",
    "numChars": 152
  },
  {
    "text": "Assim como todos que testemunham tempos (sombrios) como este, mais não cabe a eles decidir, o que nos cabe é decidir o que fazer com o tempo que nos é dado.",
    "source": "Gandalf",
    "numChars": 156
  },
  {
    "text": "O mal está se formando em Mordor. O anel acordou, ele ouviu o chamado do mestre.",
    "source": "Gandalf",
    "numChars": 80
  },
  {
    "text": "Nada na vida deve ser temido, somente compreendido. Agora é hora de compreender mais para temer menos.",
    "source": "Marie Curie",
    "numChars": 102
  },
  {
    "text": "Seja menos curioso sobre as pessoas e mais curioso sobre ideias.",
    "source": "Marie Curie",
    "numChars": 64
  },
  {
    "text": "Me ensinaram que o caminho do progresso não era rápido nem fácil.",
    "source": "Marie Curie",
    "numChars": 65
  },
  {
    "text": "Na ciência temos de nos interessar pelas coisas e não pelas pessoas.",
    "source": "Marie Curie",
    "numChars": 68
  },
  {
    "text": "Um cientista no seu laboratório não é apenas um técnico: é, também, uma criança colocada à frente de fenômenos naturais que impressionam como se fossem um conto de fadas.",
    "source": "Marie Curie",
    "numChars": 170
  },
  {
    "text": "Devemos acreditar que somos talentosos para algumas coisas, e que essa coisa, a qualquer custo, deve ser alcançada.",
    "source": "Marie Curie",
    "numChars": 115
  },
  {
    "text": "Uma pessoa nunca repara o que foi feito, mas sim o que ainda precisa ser feito.",
    "source": "Marie Curie",
    "numChars": 79
  },
  {
    "text": "Aprendi que o caminho para o progresso não é rápido e nem fácil.",
    "source": "Marie Curie",
    "numChars": 64
  },
  {
    "text": "Devemos manter a nossa certeza de que depois dos dias ruins, os bons virão novamente.",
    "source": "Marie Curie",
    "numChars": 85
  },
  {
    "text": "Quanto mais velho ficamos, mais sentimos que o presente precisa ser aproveitado, comparado a um estado de graça.",
    "source": "Marie Curie",
    "numChars": 112
  },
  {
    "text": "Eu sou uma pessoa que acredita, como o Nobel, que a humanidade vai tirar mais coisas boas do que ruins de novas descobertas.",
    "source": "Marie Curie",
    "numChars": 124
  },
  {
    "text": "Existem cientistas sádicos que têm pressa em caçar erros em vez de estabelecer a verdade.",
    "source": "Marie Curie",
    "numChars": 89
  },
  {
    "text": "É o meu desejo mais sério que alguns de vocês continuem a fazer o trabalho científico e mantenham a ambição e a determinação de fazer uma contribuição permanente para a ciência.",
    "source": "Marie Curie",
    "numChars": 177
  },
  {
    "text": "A Humanidade certamente necessita de homens práticos, que obtêm o máximo de seu trabalho e, sem esquecer o bem geral, resguardam seus próprios interesses. Contudo, a humanidade necessita também dos sonhadores, para quem o desenvolvimento desinteressado de um empreendimento é tão cativante que lhes torna impossível cuidar dos seus próprios interesses materiais.",
    "source": "Marie Curie",
    "numChars": 362
  },
  {
    "text": "Durante toda a minha vida, as novas descobertas sobre a natureza me alegraram como uma criança.",
    "source": "Marie Curie",
    "numChars": 95
  },
  {
    "text": "Eu não tenho outro vestido, com exceção do que uso diariamente. Se você vai ser gentil o suficiente para me dar outro, faça questão de ele ser prático e escuro para que eu possa colocá-lo depois para ir ao laboratório. Marie Curie",
    "source": "",
    "numChars": 230
  },
  {
    "text": "Construímos muros demais e pontes de menos.",
    "source": "Isaac Newton",
    "numChars": 43
  },
  {
    "text": "A gravidade explica os movimentos dos planetas, mas não pode explicar quem colocou os planetas em movimento. Deus governa todas as coisas e sabe tudo que é ou que pode ser feito.",
    "source": "Isaac Newton",
    "numChars": 178
  },
  {
    "text": "A maravilhosa disposição e harmonia do universo só pode ter tido origem segundo o plano de um Ser que tudo sabe e tudo pode. Isso fica sendo a minha última e mais elevada descoberta.",
    "source": "Isaac Newton",
    "numChars": 182
  },
  {
    "text": "O que sabemos é uma gota; o que ignoramos é um oceano.",
    "source": "Isaac Newton",
    "numChars": 54
  },
  {
    "text": "Considero as Escrituras de Deus como sendo a filosofia mais sublime. Eu encontro mais marcas de autenticidade na Bíblia do que em qualquer história profana, seja qual for.",
    "source": "Isaac Newton",
    "numChars": 171
  },
  {
    "text": "Se eu vi mais longe, foi por estar de pé sobre ombros de gigantes.",
    "source": "Isaac Newton",
    "numChars": 66
  },
  {
    "text": "O tempo é uma ilusão produzida pelos nossos estados de consciência à medida em que caminhamos através da duração eterna.",
    "source": "Isaac Newton",
    "numChars": 120
  },
  {
    "text": "Platão é meu amigo; Aristóteles é meu amigo — mas meu melhor amigo é a verdade.",
    "source": "Isaac Newton",
    "numChars": 79
  },
  {
    "text": "[Amicus Plato — amicus Aristoteles — magis amica veritas. Da obra: Quaestiones Quaedam Philosophicae (1664)] Isaac Newton",
    "source": "[Amicus Plato — amicus Aristoteles — magis amica veritas. Da obra: Quaestiones Quaedam Philosophicae (1664)] Isaac Newton",
    "numChars": 121
  },
  {
    "text": "Eu consigo calcular o movimento dos corpos celestiais, mas não a loucura das pessoas.",
    "source": "Isaac Newton",
    "numChars": 85
  },
  {
    "text": "Há mais indícios seguros de autenticidade na Bíblia do que em qualquer história profana.",
    "source": "Isaac Newton",
    "numChars": 88
  },
  {
    "text": "Se fiz descobertas valiosas, foi mais por ter paciência do que qualquer outro talento.",
    "source": "Isaac Newton",
    "numChars": 86
  },
  {
    "text": "Não sei como pareço aos olhos do mundo, mas eu mesmo vejo-me como um pobre garoto que brincava na praia e se divertia em encontrar uma pedrinha mais lisa uma vez por outra, ou uma concha mais bonita do que de costume, enquanto o grande oceano da verdade se estendia totalmente inexplorado diante de mim.",
    "source": "Isaac Newton",
    "numChars": 303
  },
  {
    "text": "Seja feliz, torne o egoísmo humano a sede de amar o próximo.",
    "source": "Isaac Newton",
    "numChars": 60
  },
  {
    "text": "Deve-se aprender sempre, até mesmo com um inimigo.",
    "source": "Isaac Newton",
    "numChars": 50
  },
  {
    "text": "Se eu fui capaz de ver mais longe é porque estava de pé nos ombros de gigantes.",
    "source": "Isaac Newton",
    "numChars": 79
  },
  {
    "text": "Eu mantenho o tema dos meus estudos sempre diante de mim, e espero até o amanhecer iniciar gradualmente, pouco a pouco, numa luz clara e completa.",
    "source": "Isaac Newton",
    "numChars": 146
  },
  {
    "text": "Virtude sem caridade não passa de nome.",
    "source": "Isaac Newton",
    "numChars": 39
  },
  {
    "text": "A maravilhosa disposição e harmonia do universo só pode ter tido origem segundo o plano de um Ser que tudo sabe e tudo pode. Isto fica sendo a minha última e mais elevada descoberta",
    "source": "Isaac Newton",
    "numChars": 181
  },
  {
    "text": "Nenhuma grande descoberta foi feita jamais sem um palpite ousado.",
    "source": "Isaac Newton",
    "numChars": 65
  },
  {
    "text": "Construímos muitos muros e poucas pontes.",
    "source": "Isaac Newton",
    "numChars": 41
  },
  {
    "text": "Se cheguei até aqui foi porque me apoiei no ombro dos gigantes.",
    "source": "Isaac Newton",
    "numChars": 63
  },
  {
    "text": "A frase mais excitante que se ouve na ciência, aquela que anuncia novas descobertas, não é Heureka! (Achei!), mas Isto é engraçado...",
    "source": "Isaac Newton",
    "numChars": 133
  },
  {
    "text": "Eu não sei como eu posso parecer ao mundo, mas para mim, eu pareço ser apenas como uma criança brincando na beira do mar, divertindo-me e encontrando um seixo mais liso ou uma concha mais bonita do que o ordinário, enquanto o grande oceano da verdade permanece todo indescoberto diante de mim.",
    "source": "Isaac Newton",
    "numChars": 293
  },
  {
    "text": "A unidade é a variedade, e a variedade na unidade é a lei suprema do universo.",
    "source": "Isaac Newton",
    "numChars": 78
  },
  {
    "text": "A ciência humana de maneira nenhuma nega a existência de Deus. Quando considero quantas e quão maravilhosas coisas o homem compreende, pesquisa e consegue realizar, então reconheço claramente que o espírito humano é obra de Deus, e a mais notável.",
    "source": "Galileu Galilei",
    "numChars": 247
  },
  {
    "text": "A verdade é filha do tempo, e não da autoridade.",
    "source": "Galileu Galilei",
    "numChars": 48
  },
  {
    "text": "Todas as verdades são fáceis de perceber depois de terem sido descobertas; o problemas é descobri-las.",
    "source": "Galileu Galilei",
    "numChars": 102
  },
  {
    "text": "A Matemática é o alfabeto que Deus usou para escrever o Universo.",
    "source": "Galileu Galilei",
    "numChars": 65
  },
  {
    "text": "Conhecer a si próprio é o maior saber.",
    "source": "Galileu Galilei",
    "numChars": 38
  },
  {
    "text": "Quanto menos alguém entende, mais quer discordar.",
    "source": "Galileu Galilei",
    "numChars": 49
  },
  {
    "text": "Não se pode ensinar nada a um homem; só é possível ajudá-lo a encontrar a coisa dentro de si.",
    "source": "Galileu Galilei",
    "numChars": 93
  },
  {
    "text": "A matemática é o alfabeto com qual, Deus escreveu o universo.",
    "source": "Galileu Galilei",
    "numChars": 61
  },
  {
    "text": "Nunca encontrei uma pessoa tão ignorante que não pudesse ter aprendido algo com sua ignorância.",
    "source": "Galileu Galilei",
    "numChars": 95
  },
  {
    "text": "Você não pode ensinar nada a um homem; você pode apenas ajuda-lo a encontrar a resposta dentro dele mesmo.",
    "source": "Galileu Galilei",
    "numChars": 106
  },
  {
    "text": "Não me sinto obrigado a acreditar que o mesmo Deus que nos dotou de sentidos, razão e intelecto, pretenda que não os utilizemos.",
    "source": "Galileu Galilei",
    "numChars": 128
  },
  {
    "text": "Falar obscuramente, qualquer um sabe; com clareza, raríssimos.",
    "source": "Galileu Galilei",
    "numChars": 62
  },
  {
    "text": "Mais fácil me foi encontrar as leis com que se movem os corpos celestes, que estão a milhões de quilômetros, do que definir as leis do movimento da água que escoa frente aos meus olhos",
    "source": "Galileu Galilei",
    "numChars": 184
  },
  {
    "text": "Aplicar-se em grandes invenções, iniciando pelos mínimos detalhes não é uma tarefa para mentes comuns; descobrir que maravilhas se escondem em coisas triviais e infantis é um trabalho para talentos super-humanos.",
    "source": "Galileu Galilei",
    "numChars": 212
  },
  {
    "text": "Digamos que existem dois tipos de mentes poéticas: uma apta a inventar fábulas e outra disposta a crer nelas.",
    "source": "Galileu Galilei",
    "numChars": 109
  },
  {
    "text": "A dúvida é a mãe da invenção.",
    "source": "Galileu Galilei",
    "numChars": 29
  },
  {
    "text": "Não se pode ensinar alguma coisa a alguém, pode-se apenas auxiliar a descobrir por si mesmo.",
    "source": "Galileu Galilei",
    "numChars": 92
  },
  {
    "text": "A verdade não resulta do número dos que nela creem.",
    "source": "Galileu Galilei",
    "numChars": 51
  },
  {
    "text": "Duas verdades nunca se podem contradizer.",
    "source": "Galileu Galilei",
    "numChars": 41
  },
  {
    "text": "A maior sabedoria que existe é a de conhecer-se alguém a si próprio.",
    "source": "Galileu Galilei",
    "numChars": 68
  },
  {
    "text": "Não se pode ensinar tudo a alguém, pode-se apenas ajudá-lo a encontrar por si mesmo.",
    "source": "Galileu Galilei",
    "numChars": 84
  },
  {
    "text": "Não se pode ensinar coisa alguma a alguém; pode-se apenas auxiliá-la a descobrir por si mesmo.",
    "source": "Galileu Galilei",
    "numChars": 94
  },
  {
    "text": "Gravem-se os benefícios no bronze e as injúrias no ar.",
    "source": "Galileu Galilei",
    "numChars": 54
  },
  {
    "text": "Mede o que é mensurável e torna mensurável o que não o é.",
    "source": "Galileu Galilei",
    "numChars": 57
  },
  {
    "text": "A oportunidade é perdida pela maioria das pessoas, porque ela está vestindo um macacão e parece com trabalho.",
    "source": "Thomas Edison",
    "numChars": 109
  },
  {
    "text": "A boa sorte muitas vezes acontece quando a oportunidade se encontra com o preparo.",
    "source": "Thomas Edison",
    "numChars": 82
  },
  {
    "text": "Para inventar, você precisa de uma boa imaginação e um monte de lixo.",
    "source": "Thomas Edison",
    "numChars": 69
  },
  {
    "text": "Genialidade é 1% inspiração e 99% transpiração.",
    "source": "Thomas Edison",
    "numChars": 47
  },
  {
    "text": "Nossa maior fraqueza está em desistir. A maneira mais certa de ter sucesso é sempre tentar mais uma vez.",
    "source": "Thomas Edison",
    "numChars": 104
  },
  {
    "text": "Eu não falhei. Eu encontrei 10.000 maneiras que não funcionam.",
    "source": "Thomas Edison",
    "numChars": 62
  },
  {
    "text": "Se todos nós fizéssemos as coisas que realmente somos capazes de fazer, literalmente nos espantaríamos.",
    "source": "Thomas Edison",
    "numChars": 103
  },
  {
    "text": "Tenho mais respeito pelo sujeito com uma única ideia que chega lá do que pelo sujeito com mil ideias que não faz nada.",
    "source": "Thomas Edison",
    "numChars": 118
  },
  {
    "text": "Tudo vem para aquele que se apressa enquanto espera.",
    "source": "Thomas Edison",
    "numChars": 52
  },
  {
    "text": "O homem que não se decide a cultivar o hábito de pensar, perde o maior prazer da vida.",
    "source": "Thomas Edison",
    "numChars": 86
  },
  {
    "text": "Nada acontece duas vezes da mesma maneira.",
    "source": "As Crônicas de Nárnia",
    "numChars": 42
  },
  {
    "text": "Nem tudo está perdido como parece... sabe, coisas extraordinárias só acontecem a pessoas extraordinárias, vai ver é um sinal que você tem um destino extraordinário, algum destino maior do que você pode ter imaginado.",
    "source": "As Crônicas de Nárnia",
    "numChars": 216
  },
  {
    "text": "Chorar ajuda por um tempo, mas depois é preciso parar de chorar e tomar uma decisão.",
    "source": "As Crônicas de Nárnia",
    "numChars": 84
  },
  {
    "text": "Estou do lado de Aslam, mesmo que não haja Aslam. Quero viver como um Narniano, mesmo que Nárnia não exista.",
    "source": "As Crônicas de Nárnia",
    "numChars": 108
  },
  {
    "text": "As bruxas em geral são assim. Não estão jamais interessadas nas coisas ou nas pessoas, mas na utilidade eventual destas.",
    "source": "As Crônicas de Nárnia",
    "numChars": 120
  },
  {
    "text": "Embora a prisão deles esteja unicamente em suas próprias mentes, eles continuam lá. E tem tanto medo de serem ludibriados de novo que não conseguem livrar-se.",
    "source": "As Crônicas de Nárnia",
    "numChars": 158
  },
  {
    "text": "Mas se você sabe o que é isso, se já passou a noite toda acordado e chorou até acabarem as lágrimas... Então você sabe que, no fim, desce sobre nós uma grande calma. Chegamos até a ter a sensação que nada mais nos poderá acontecer.",
    "source": "As Crônicas de Nárnia",
    "numChars": 231
  },
  {
    "text": "Todos conquistam o que desejam, mas nem sempre se satisfazem com isso.",
    "source": "As Crônicas de Nárnia",
    "numChars": 70
  },
  {
    "text": "Nárnia, Nárnia, desperte! Ame! Pense! Fale! Que as árvores caminhem! Que os animais falem! Que as águas sejam divinas.",
    "source": "As Crônicas de Nárnia",
    "numChars": 118
  },
  {
    "text": "Gente grande tem mania de dar explicações sem graça.",
    "source": "As Crônicas de Nárnia",
    "numChars": 52
  },
  {
    "text": "Não suporto meios termos. Por isso, não me doo pela metade. Não sou sua meio amiga nem seu quase amor. Ou sou tudo ou sou nada",
    "source": "Clarice Lispector",
    "numChars": 126
  },
  {
    "text": "Dizem que a vida é para quem sabe viver, mas ninguém nasce pronto. A vida é para quem é corajoso o suficiente para se arriscar e humilde o bastante para aprender.",
    "source": "Clarice Lispector",
    "numChars": 162
  },
  {
    "text": "Sorrisos e abraços espontâneos me emocionam. Palavras até me conquistam temporariamente. Mas atitudes me ganham para sempre.",
    "source": "Clarice Lispector",
    "numChars": 124
  },
  {
    "text": "Eu sou uma eterna apaixonada por palavras, música e pessoas inteiras. Não me importa seu sobrenome, onde você nasceu, quanto carrega no bolso. Pessoas vazias são chatas e me dão sono.",
    "source": "Clarice Lispector",
    "numChars": 183
  },
  {
    "text": "Sabe o que eu quero de verdade? Jamais perder a sensibilidade, mesmo que às vezes ela arranhe um pouco a alma. Porque sem ela não poderia sentir a mim mesma...",
    "source": "Clarice Lispector",
    "numChars": 159
  },
  {
    "text": "Essa conversa de que a pessoa só da valor quando perde não é verdadeira. Cada um sabe exatamente o que tem ao seu lado. O problema é ninguém acredita que um dia vai perder.",
    "source": "Clarice Lispector",
    "numChars": 172
  },
  {
    "text": "Deixo-te livre para sentir minha falta, se é que faço falta. Tens meu número, na verdade, meu coração, então se sentir vontade de falar comigo, me procura você.",
    "source": "Clarice Lispector",
    "numChars": 160
  },
  {
    "text": "Um amigo me chamou pra cuidar da dor dele, guardei a minha no bolso. E fui.",
    "source": "Clarice Lispector",
    "numChars": 75
  },
  {
    "text": "Até onde posso vou deixando o melhor de mim... Se alguém não viu, foi porque não me sentiu com o coração.",
    "source": "Clarice Lispector",
    "numChars": 105
  },
  {
    "text": "Não me façam ser quem não sou. Não me convidem a ser igual, porque sinceramente sou diferente. Não sei amar pela metade. Não sei viver de mentira. Não sei voar de pés no chão.",
    "source": "Clarice Lispector",
    "numChars": 175
  },
  {
    "text": "Já chamei pessoas próximas de amigo e descobri que não eram... Algumas pessoas nunca precisei chamar de nada e sempre foram e serão especiais para mim.",
    "source": "Clarice Lispector",
    "numChars": 151
  },
  {
    "text": "Decifra-me, mas não me conclua, eu posso te surpreender.",
    "source": "Clarice Lispector",
    "numChars": 56
  },
  {
    "text": "É necessário abrir os olhos e perceber as coisas boas dentro de nós, onde os sentimentos não precisam de motivos nem os desejos de razão.",
    "source": "Clarice Lispector",
    "numChars": 137
  },
  {
    "text": "O bonito me encanta. Mas o sincero, ah! Esse me fascina.",
    "source": "Clarice Lispector",
    "numChars": 56
  },
  {
    "text": "Ser feliz é uma responsabilidade muito grande. Pouca gente tem coragem.",
    "source": "Clarice Lispector",
    "numChars": 71
  },
  {
    "text": "Eu peço a Deus tudo o que eu quero e preciso. É o que me cabe. Eu não tenho o poder. Tenho a prece.",
    "source": "Clarice Lispector",
    "numChars": 99
  },
  {
    "text": "Vocês não podem se apegar ao passado, porque não importa o quão forte você segure, ele já foi.",
    "source": "Ted Mosby",
    "numChars": 94
  },
  {
    "text": "Se você não está assustado, então você não está se arriscando. E se você não esta se arriscando, então o que você esta fazendo?",
    "source": "Ted Mosby",
    "numChars": 127
  },
  {
    "text": "Quando os seus amigos têm uma grande notícia, você fica feliz por eles como para um milésimo de segundo e então você começar a pensar sobre si mesmo.",
    "source": "Ted Mosby",
    "numChars": 149
  },
  {
    "text": "Foi então que percebemos que não sabíamos quando íamos nos ver de novo. Acabava aqui. É engraçado. Em momentos assim, quando o que está acontecendo é demais para se lidar, ás vezes é melhor... não dizer nada, e apenas aproveitar o tempo que resta.",
    "source": "Ted Mosby",
    "numChars": 247
  },
  {
    "text": "Não pode se apegar ao passado, porque não importa o quão duro se é, ela vai embora.",
    "source": "Ted Mosby",
    "numChars": 83
  },
  {
    "text": "Às vezes, uma hora pode parecer minutos e às vezes, um único segundo pode durar uma eternidade",
    "source": "Ted Mosby",
    "numChars": 94
  },
  {
    "text": "Todo mundo tem uma pessoa que é a sua Robin. Alguém que você ama demais, mas não pode ficar junto. E que, qualquer pessoa que você conheça, ou qualquer coisa que faça, nada vai ser como estar com a Robin",
    "source": "Ted Mosby",
    "numChars": 203
  },
  {
    "text": "Existem um monte de pequenas razões para as grandes coisas acontecerem em nossas vidas",
    "source": "Ted Mosby",
    "numChars": 86
  },
  {
    "text": "Nenhum de nós pode prometer ser perfeito. No final, tudo o que podemos fazer é prometer nos amarmos de todo coração. Porque amar é a melhor coisa que fazemos",
    "source": "Ted Mosby",
    "numChars": 157
  },
  {
    "text": "Se procura o significado de se importar com alguém além da racionalidade e querer que ela tenha tudo, não importa o quanto isso te destrua, é amor! E quando você ama alguém, você só... Você nunca para. Mesmo quando as pessoas te chamam de louco. Mesmo assim. Especialmente assim. Você não desiste. Porque se você desistir... Se eu seguisse o conselho de todo mundo e encontrasse outra pessoa, isso não seria amor. Isso seria... Isso seria outra coisa dispensável pela qual não vale a pena lutar",
    "source": "Ted Mosby",
    "numChars": 494
  },
  {
    "text": "Crianças, vocês acham que as únicas opções que tem é engolir toda a sua raiva ou jogá-la na cara de alguém. Há ainda uma terceira opção: Você simplesmente deixa passar. E só depois que fizer isso, é que consegue seguir em frente",
    "source": "Ted Mosby",
    "numChars": 228
  },
  {
    "text": "Os grandes momentos da sua vida não são necessariamente as coisas que você faz, eles também são as coisas que acontecem com você. Agora não estou dizendo que vocês não devem tomar uma atitude pra não afetar o resultado da sua vida.Você tem que tomar atitudes. Mas nunca se esqueça que a qualquer dia, poderão colocar o pé pra fora de casa e sua vida toda poderá mudar pra sempre.O Universo tem um plano, crianças, e esse plano está sempre acontecendo. Uma borboleta bate as asas e começa a chover. É um pensamento assustador, mas também maravilhoso. Todas essas pequenas peças da máquina funcionando constantemente. Trabalhando para que você acabe exatamente onde você deveria estar. No lugar certo, na hora certa.",
    "source": "Ted Mosby",
    "numChars": 714
  },
  {
    "text": "Se você ama alguma coisa, não pode deixá-la ir nem por um segundo, ou ela se vai para sempre",
    "source": "Ted Mosby",
    "numChars": 92
  },
  {
    "text": "Você sempre encontra problemas em qualquer decisão mas não pode deixar isso te impedir",
    "source": "Ted Mosby",
    "numChars": 86
  },
  {
    "text": "Mas o tempo é engraçado... E às vezes um pouco mágico. Ele pode pegar uma decisão estúpida e transformá-la em uma coisa totalmente diferente",
    "source": "Ted Mosby",
    "numChars": 140
  },
  {
    "text": "Crianças, nunca subestimem o poder do destino. Pois, quando você menos espera, uma coisinha pode causar um efeito tão grande que pode mudar sua vida",
    "source": "Ted Mosby",
    "numChars": 148
  },
  {
    "text": "Eventualmente, com o tempo, nos tornamos nossos próprios sósias. Sabe, essas pessoas completamente diferentes que por acaso se parecem com a gente.",
    "source": "Ted Mosby",
    "numChars": 147
  },
  {
    "text": "Mas isso que é engraçado no destino. Acontece, tenha você planejado ou não",
    "source": "Ted Mosby",
    "numChars": 74
  },
  {
    "text": "Crianças, vocês não podem se forçar a se apaixonar.Isso não leva dias de ponderações. Quando é pra valer, você sabe logo e com certeza absoluta",
    "source": "Ted Mosby",
    "numChars": 143
  },
  {
    "text": "Às vezes amar é dar um passo pra trás [...] Se você se importa com alguém, deveria querer ver essa pessoa feliz, mesmo que acabe largado por aí.",
    "source": "Ted Mosby",
    "numChars": 144
  },
  {
    "text": "Às vezes você percebe que a viagem que você está fazendo chegou ao ponto final. Então a pergunta se torna: Pra onde você vai agora ?",
    "source": "Ted Mosby",
    "numChars": 132
  },
  {
    "text": "Crianças, de vez em quando na vida você coloca alguém em um poço na sua mente. Mas no fim, a única pessoa no poço, é você mesmo. O que significa que só uma pessoa pode tirá-lo do poço...",
    "source": "Ted Mosby",
    "numChars": 186
  },
  {
    "text": "Crianças, às vezes quando você está prestes a desistir da sua vida amorosa pra sempre, pela décima sétima vez, o destino intervém [...] Mas você não pode forçar o destino. Se não é pra ser, não vai ser.",
    "source": "Ted Mosby",
    "numChars": 202
  },
  {
    "text": "Não pode inventar um final se você não gostar de como acaba a história.",
    "source": "Ted Mosby",
    "numChars": 71
  },
  {
    "text": "Crianças, às vezes você pensa que está indo bem na vida. Então alguém abre um pouco os seus olhos. E você percebe... Que a sua vida está passando dos limites. Que está fora da linha. Torta",
    "source": "Ted Mosby",
    "numChars": 188
  },
  {
    "text": "Você pode pensar que as suas únicas opções são engolir sua raiva ou jogá-la na cara de alguém, mas existe uma terceira opção: você pode simplesmente seguir em frente.",
    "source": "Ted Mosby",
    "numChars": 166
  },
  {
    "text": "O meu pai foi quem me disse, Que tem dia que de noite é triste, Na jaula do leão sem um domador. Minha mãe na filosofia Dizia o tempo vira todo dia, O mundo é um relógio sem despertador. Mas a gente sempre tem certeza, E a razão come na nossa mesa, Ninguém quer olhar pro céu e ver, Que existe algo a mais... Mas a gente tem a juventude, Nada mal quando se tem saúde, Ninguém quer olhar pra dentro e ver, O que ficou pra trás. ",
    "source": "História - Resgate",
    "numChars": 427
  },
  {
    "text": "Mas a gente acha que tem o mundo, O nariz é nosso latifúndio, Ninguém quer olhar pro céu e ver, Que existe algo além. Mas a gente é dono da verdade, Sempre pensa que já tem idade, Ninguém quer olhar pra dentro e ver, O que ainda não tem. Lembra do criador desde a mocidade. Viver sob o dom do amor pela eternidade. Lembra do criador desde a mocidade. Viver sob o dom do amor pela eternidade. Lembra... ",
    "source": "História - Resgate",
    "numChars": 407
  },
  {
    "text": "Humanos que se amam, humanos que se matam, Humanos que ajuntam, humanos que espalham, Humanos que vendem, humanos que compram, Humanos que pedem, humanos que roubam. Humanos que em amor gostam muito de falar, Mas nunca fazem nada pra o demonstrar, Humanos que pedem a paz em toda a terra, E a buscam por armas e tanques de guerra. Humanos que só falam e fazem muito pouco, Humanos que só julgam e se enxergam pouco, Humanos que em Deus gostam muito de blá blá, Mas não o conhecem nem o querem aceitar. Humanos que da vida pensam saber tudo, Mas se esquecem de que são pó como todo mundo, Humanos que Deus sabe sempre vão errar, Mas sempre vai estender a mão àquele que O chamar.",
    "source": "Humanos - Oficina G3",
    "numChars": 679
  }
]
