[
  {
    "text": "В мире, перегруженном информацией, ясность - это сила.",
    "source": "21 урок для XXI века",
    "numChars": 54
  },
  {
    "text": "Нет ничего в мире труднее прямодушия, и нет ничего легче лести.",
    "source": "Преступление и наказание",
    "numChars": 63
  },
  {
    "text": "Мечтать легко - вы можете закрыть глаза и нарисовать свою новую жизнь. Но если хотите воплотить все в реальность, начать надо с выбора кусочка вашей мечты, того, с которого вы возьметесь за ее осуществление.",
    "source": "Мечтать не вредно",
    "numChars": 207
  },
  {
    "text": "Всякий предмет, доставшийся нам ценой благородного, честного труда, кажется нам слаще и милее.",
    "source": "Приключения Тома Сойера",
    "numChars": 94
  },
  {
    "text": "Настоящий кот норовит прожить свою жизнь мирно - так, чтобы люди как можно меньше в его жизнь вмешивались. В этом настоящие коты очень похожи на настоящих людей.",
    "source": "Кот без прикрас",
    "numChars": 161
  },
  {
    "text": "Жизнь слишком быстро входит в привычку. Хочешь заработать деньги, чтобы жить счастливо, и в итоге все силы, весь цвет жизни уходят на их добывание. Счастье забыто, средство принято за цель.",
    "source": "Миф о Сизифе",
    "numChars": 189
  },
  {
    "text": "Говорят, собака становится похожа на хозяина, но и хозяин становится похож на свою собаку. Ведь он её любит. Мы все берём пример с тех, кого любим.",
    "source": "Скрытые вещи",
    "numChars": 147
  },
  {
    "text": "Да, человек смертен, но это было бы еще полбеды. Плохо то, что он иногда внезапно смертен, вот в чем фокус! И вообще не может сказать, что он будет делать в сегодняшний вечер.",
    "source": "Мастер и Маргарита",
    "numChars": 175
  },
  {
    "text": "Успевает всюду тот, кто никуда не торопится.",
    "source": "Собачье сердце",
    "numChars": 44
  },
  {
    "text": "Вы превратились в кошку! В МАЛЕНЬКУЮ кошку! Вы нарушили закон сохранения энергии!",
    "source": "Гарри Поттер и методы рационального мышления",
    "numChars": 81
  },
  {
    "text": "С другой стороны, какой-нибудь биржевых игрок мог бы захватить волшебный мир за неделю. Гарри запомнил эту мысль на случай, если у него кончатся деньги и выдастся свободная неделька.",
    "source": "Гарри Поттер и методы рационального мышления",
    "numChars": 182
  },
  {
    "text": "Ужасно, когда твоя жизнь зависит от твоих собственных кривых рук.",
    "source": "Марсианин",
    "numChars": 65
  },
  {
    "text": "Да, разумеется, изолента работает почти в вакууме. Изолента работает вообще везде и повсюду. Изолента - это дар богов, ей нужно поклоняться.",
    "source": "Марсианин",
    "numChars": 140
  },
  {
    "text": "Я начал день с пустого чая. Приготовить пустой чай несложно: сначала налейте горячей воды, затем ничего не добавляйте.",
    "source": "Марсианин",
    "numChars": 118
  },
  {
    "text": "\"Используй ноутбук!\" - таков был мой первоначальный план... Он умер мгновенно. Экран погас ещё до того, как я успел выйти из шлюза. Оказывается, буква \"Ж\" в ЖКД означает \"жидкий\". Полагаю, экран замёрз или выкипел. Возможно, стоит написать отзыв: \"Вынес ноут на поверхность Марса. Он прекратил работать. 0/10\"",
    "source": "Марсианин",
    "numChars": 309
  },
  {
    "text": "Стареть - это целая наука. Стареть надо по-доброму, милосердно, красиво, а начать надо с того, чтобы все видели, что ты наслаждаешься жизнью и доволен собой.",
    "source": "На пути к Академии",
    "numChars": 157
  },
  {
    "text": "Мне изюм нейдет на ум, цуккерброд не лезет в рот, пастила нехороша без тебя, моя душа.",
    "source": "Из альбома А.П. Керн",
    "numChars": 86
  },
  {
    "text": "Твои внешние проявления - отражения того, что сидит у тебя внутри, и наоборот. Поэтому нередко, вступая в лабиринт своих внешних проявлений, ты попадаешь в лабиринт внутри себя. И это часто бывает опасно.",
    "source": "Кафка на пляже",
    "numChars": 204
  },
  {
    "text": "Бывают дни - почти как близнецы, только погода разная. А если ещё и погода одинаковая, тогда вообще чувство времени сразу теряется. Толком не поймёшь: вчера или сегодня, сегодня или завтра. Время, как сорвавшийся с якоря корабль, скитается в морском просторе.",
    "source": "Кафка на пляже",
    "numChars": 259
  },
  {
    "text": "Произошла утечка газа, сказала я. Все в городе умрут, если я это не исправлю. Он бросился на меня без всяких колебаний. Надо отдать должное профессионализму убийцы: в первую очередь он думал о своём задании.",
    "source": "Артемида",
    "numChars": 207
  },
  {
    "text": "К слову, мы также терпеть не можем, когда кто-то называет нас \"лунатики\" или когда про Артемиду говорят \"космический город\". Мы не в космосе - мы на Луне. С технической точки зрения, мы, конечно, в космосе, но тогда и Лондон тоже в космосе.",
    "source": "Артемида",
    "numChars": 240
  },
  {
    "text": "Всю мою жизнь ты говорил мне, что мир охвачен тьмой и безумно жесток, но сейчас я вижу, что тьма и жестокость только в таких людях, как ты!",
    "source": "Собор Парижской Богоматери",
    "numChars": 139
  },
  {
    "text": "А вы сами-то верите в привидения? - спросил лектора один из слушателей. - Конечно, нет, - ответил лектор и медленно растаял в воздухе. Правдивая история.",
    "source": "Понедельник начинается в субботу",
    "numChars": 153
  },
  {
    "text": "Потому что, - со знанием дела заявил Тор, - когда что-то идет не так, я первым делом думаю, что виноват Локи. Это экономит мне кучу времени.",
    "source": "Норвежская мифология",
    "numChars": 140
  },
  {
    "text": "Когда что-то шло не так, Тор всегда делал ряд вещей. И первым делом он всегда спрашивал себя, виноват ли в случившемся Локи. Тор задумался... но как-то ему не верилось, что даже Локи отважился бы стащить его молот. Поэтому он сделал вторую вещь из списка мер специально для случаев, когда что-то шло не так: он пошел спрашивать у Локи совета.",
    "source": "Норвежская мифология",
    "numChars": 342
  },
  {
    "text": "Чтобы не подпускать их близко, Один, Вили и Ве выстроили стену из ресниц Имира и оградили ею середину мира. И той земле, что внутри стены, они дали имя: Мидгард.",
    "source": "Норвежская мифология",
    "numChars": 161
  },
  {
    "text": "Нифльхейм, темный мир, простирался на севере. Одиннадцать ядовитых рек текли во мраке из единого источника, бурлящего в самом центре, - из ревущего водоворота по имени Хвергельмир.",
    "source": "Норвежская мифология",
    "numChars": 180
  },
  {
    "text": "Сквозь смешные маски изучаю я народ: вокруг одни придворные и знать. Звёзды маскарадов заслоняют небосвод, польстить им, словно нищим грош подать.",
    "source": "Бал лицемеров",
    "numChars": 146
  },
  {
    "text": "Одновременно, однако, он не забывал нет-нет да напомнить себе, что от спокойного размышления толку гораздо больше, чем от порывов отчаяния.",
    "source": "Превращение",
    "numChars": 139
  },
  {
    "text": "Утром, когда двери были заперты, все хотели войти к нему, теперь же, когда одну дверь он открыл сам, а остальные были, несомненно, отперты в течение дня, никто не входил, а ключи между тем торчали снаружи.",
    "source": "Превращение",
    "numChars": 205
  },
  {
    "text": "Вся беда в том, что мы не замечаем, как проходят годы, думал он. Плевать на годы - мы не замечаем, как все меняется. Мы знаем, что все меняется, нас с детства учат, что все меняется, мы много раз видели своими глазами, как все меняется, и в то же время мы совершенно не способны заметить тот момент, когда происходит изменение, или ищем изменение не там, где следовало бы.",
    "source": "Пикнин на обочине",
    "numChars": 372
  },
  {
    "text": "Никто не знает, где пролегает граница между разумным и не-разумным поведением; в самом деле, возможно, что само предположение о существовании четкой границы звучит глупо. Однако мы с уверенностью можем перечислить основные критерии разума: гибко реагировать на различные ситуации; извлекать преимущество из благоприятного стечения обстоятельств; толковать двусмысленные или противоречивые сообщения; оценивать различные элементы данной ситуации по степени их важности; находить сходство между ситуациями, несмотря на возможные различия; находить разницу между ситуациями, несмотря на возможное сходство; создавать новые понятия, по-новому соединяя старые; выдвигать новые идеи.",
    "source": "Гедель, Эшер, Бах: эта бесконечная гирлянда",
    "numChars": 677
  },
  {
    "text": "То, что в определенном пространстве выглядит как отступление, в ином пространстве может быть революционным шагом вперед.",
    "source": "Гедель, Эшер, Бах: эта бесконечная гирлянда",
    "numChars": 120
  },
  {
    "text": "Иногда бывает трудно понять, на чем основана красота произведения. Ее легко спутать с поверхностными аспектами пьесы и имитировать их. Но сама красота лежит глубоко внутри; может быть, она вообще недоступна анализу.",
    "source": "Гедель, Эшер, Бах: эта бесконечная гирлянда",
    "numChars": 215
  },
  {
    "text": "",
    "source": "Гедель, Эшер, Бах: эта бесконечная гирлянда",
    "numChars": 0
  },
  {
    "text": "Мой мозг был захвачен чьим-то трансцендентально-рациональным разумом, как если бы я всю свою жизнь был безумен, и вдруг, внезапно, излечился и стал нормальным человеком.",
    "source": "Убик",
    "numChars": 169
  },
  {
    "text": "В ванной он умылся ледяной водой и причесался бесплатной дезинфицированной расческой. Потом подумал и побрился бесплатной одноразовой бритвой, намазал лицо бесплатным кремом и попил из бесплатного одноразового стаканчика.",
    "source": "Убик",
    "numChars": 221
  },
  {
    "text": "Я опасаюсь, что некоторые люди станут враждебно ко мне относиться. Но я думаю, что прожить жизнь и не вызвать чьей-либо неприязни невозможно; невозможно удовлетворить всех сразу, поскольку люди стремятся к самым разным вещам. Принося пользу одному, делаешь вред другому.",
    "source": "Убик",
    "numChars": 270
  },
  {
    "text": "Иногда я забываю обо всем этом, поскольку, как бы ни был велик этот мир - и в наших сердцах, и в наших мыслях, и на наших огромных цифровых картах - Вселенная ещё больше. Некоторых это угнетает, а мне дает внутреннюю свободу.",
    "source": "Астрофизика с космической скоростью",
    "numChars": 225
  },
  {
    "text": "Отсюда мораль: мы имеем право говорить о законе с уверенностью лишь в том диапазоне усилий, в каком этот закон был испытан и подвержен. Чем шире диапазон, тем мощнее закон и тем точнее он описывает мироздание.",
    "source": "Астрофизика с космической скоростью",
    "numChars": 209
  },
  {
    "text": "Послушай, Йядайя говорил, что меня должны будут многому научить, для того меня и Пробудили. Но не задавая вопросов и не получая на них ответы, я вряд ли чему научусь.",
    "source": "Рассвет",
    "numChars": 166
  },
  {
    "text": "Разум позволяет вам отвергать факты или закрывать на факты глаза, на то, что вам кажется нежелательными или раздражающими. Но от того, что вы отвергаете эти факты, они не исчезают. Сколько бы больной раком человек не твердил, что он здоров, рак в нем от этого не исчезнет.",
    "source": "Рассвет",
    "numChars": 272
  }
]